/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "faq",
      "blocks": {
        "text_mRwmg4": {
          "type": "text",
          "settings": {
            "title": "Question",
            "description": "Answer goes here..."
          }
        },
        "text_tHTtng": {
          "type": "text",
          "settings": {
            "title": "Do you run jewelery auctions?",
            "description": "Yes, we are now running silent auctions on our Facebook auction page.\n\nEach week we are auctioning off 20 items \n\nHead over to our auction page in the link below for your new treasures. There truly are items selling for much lower than retail price. all instructions and rules are on the Facebook page. \n\nfacebook.com/groups/oncelovedtreasuresjewelleryauctiongroup"
          }
        },
        "1515838707365": {
          "type": "text",
          "settings": {
            "title": "Why should I buy online?",
            "description": "Simply put, you save money. As we are mainly an online seller our business running costs are much lower than that of a large multi-national company. This affords us the opportunity to pass those savings onto you.  However, for peace of mind we do still have an office for you come and visit us via appointment only. We are located in City Plaza, which is at 39 Ainslie place Civic (Canberra City) up on level one."
          }
        },
        "1515838710078": {
          "type": "text",
          "settings": {
            "title": "Do you have a shopfront or store I can visit?",
            "description": "No.  We are an online store and all purchase are to be made via <a href=\"https://oncelovedtreasures.com.au/\" class=\"txt-link\">www.oncelovedtreasure</a>s.com.au"
          }
        },
        "1515838714117": {
          "type": "text",
          "settings": {
            "title": "Can I pick my items up?",
            "description": "Yes.  All collections of purchased items are by appointment only.  We do not keep any stock in our office and all items to collect must be brought into our office specifically for you to collect.  It is important that you book a time to collect your purchase to ensure that we have it available for you to collect.<br>\n\nWe are located at City Plaza, 39 Ainslie Place, Civic, Canberra City on Level 1.<br>\n\nTo make a time to collect your items please email <a href=\"mailto:info@oncelovedtreasures.com.au\" class=\"txt-link\">info@oncelovedtreasures.com.au</a> OR call on <a href=\"tel:0447%20387%20430\" class=\"txt-link\">0447 387 430</a>"
          }
        },
        "c8cc4f31-0098-4349-b06e-dc0a85cc1b2d": {
          "type": "text",
          "settings": {
            "title": "Is it safe to order online?",
            "description": "Yes. You will be ordering through our Shopify platform / website. Shopify is a fully-hosted e-commerce solution used by thousands of businesses globally. Shopify uses reputable payment gateway systems. You can also contact us and get our details to pay via electronic funds transfer (Bank transfer)."
          }
        },
        "7c01fd0f-b8db-4e12-9f25-21648e0dfc16": {
          "type": "text",
          "settings": {
            "title": "Do you offer a money back guarantees?",
            "description": "Yes. Be confident in your purchase with our money back guarantee. If for any reason you are not happy with the item, you can return it for a full refund within 5 days. The item must be in the same condition it was in it left our store and not modified in any way. "
          }
        },
        "e4fe0d71-71da-4982-b704-f6a88943afa9": {
          "type": "text",
          "settings": {
            "title": "How quickly do you deliver?",
            "description": "We pack and send items within 24 hours (or next business day) of your order being placed. We use Australia post and post everything via express post, with signature required on delivery. Please note that even though we are sending your items via express post it will usually take approx. 3 to 4 days to arrive due to the current postal systems we are governed by, which is beyond our control.  "
          }
        },
        "63c41326-b2e3-461b-bc0d-a5ac6348c17c": {
          "type": "text",
          "settings": {
            "title": "Are my items insured?",
            "description": "We insure the parcel up to $100.00. You can organize your own additional insurance if required. Please get in touch with us to organize."
          }
        },
        "0661d7fd-1f49-4659-94d3-f88cece383be": {
          "type": "text",
          "settings": {
            "title": "Do you ship internationally?",
            "description": "NO.  We only ship within Australia."
          }
        },
        "9e3701c3-949f-4f77-9d66-1a3a071d7d03": {
          "type": "text",
          "settings": {
            "title": "Do you layby?",
            "description": "NO.  Layby, Afterpay, Zip or any other buy-now-pay-later services are NOT available."
          }
        },
        "131372d0-7157-4b42-a215-c43ae8eb7e9c": {
          "type": "text",
          "settings": {
            "title": "Can I call and speak with someone regarding any questions?",
            "description": "Yes please call us on 0447387430"
          }
        },
        "13885789-148c-4726-85d8-80a9648a0a96": {
          "type": "text",
          "settings": {
            "title": "Where do you get these beautiful pieces from?",
            "description": "We source our items from all over Australia as well as some pieces from overseas. We also come by items through trade ins."
          }
        },
        "e9e5dc6b-435a-47c4-aed6-db1df56d6fbd": {
          "type": "text",
          "settings": {
            "title": "Can I trade my old jewellery in for something new?",
            "description": "Of course. Please send us some pictures and a description and we will asses and see what we can do."
          }
        },
        "cd368790-7265-4c59-af92-fa5a30f18fe4": {
          "type": "text",
          "settings": {
            "title": "Can you resize a ring for me?",
            "description": "Unfortunately, we do not offer that service. If you purchase something and would like it resized you will need to go to a “local to you” jeweller."
          }
        }
      },
      "block_order": [
        "text_mRwmg4",
        "text_tHTtng",
        "1515838707365",
        "1515838710078",
        "1515838714117",
        "c8cc4f31-0098-4349-b06e-dc0a85cc1b2d",
        "7c01fd0f-b8db-4e12-9f25-21648e0dfc16",
        "e4fe0d71-71da-4982-b704-f6a88943afa9",
        "63c41326-b2e3-461b-bc0d-a5ac6348c17c",
        "0661d7fd-1f49-4659-94d3-f88cece383be",
        "9e3701c3-949f-4f77-9d66-1a3a071d7d03",
        "131372d0-7157-4b42-a215-c43ae8eb7e9c",
        "13885789-148c-4726-85d8-80a9648a0a96",
        "e9e5dc6b-435a-47c4-aed6-db1df56d6fbd",
        "cd368790-7265-4c59-af92-fa5a30f18fe4"
      ],
      "custom_css": [

      ],
      "settings": {
      }
    }
  },
  "order": [
    "main"
  ]
}
